[
  {
    "Text": "Take only memories, leave only footprints.",
    "Author": "Chief Seattle"
  },
  {
    "Text": "The journey of a thousand miles begins with a single step.",
    "Author": "Lao Tzu"
  },
  {
    "Text": "Travel is the only thing you can buy that makes you richer.",
    "Author": "Anonymous"
  },
  {
    "Text": "We do not inherit the Earth from our ancestors; we borrow it from our children.",
    "Author": "Native American Proverb"
  },
  {
    "Text": "The world is a book, and those who do not travel read only a page.",
    "Author": "Saint Augustine"
  },
  {
    "Text": "Travel makes one modest. You see what a tiny place you occupy in the world.",
    "Author": "Gustave Flaubert"
  },

  {
    "Text": "Traveling – it leaves you speechless, then turns you into a storyteller.",
    "Author": "Ibn Battuta"
  },
  {
    "Text": "Take nothing but pictures, leave nothing but footprints, kill nothing but time.",
    "Author": "Aliyyah Eniath"
  },

  {
    "Text": "The biggest adventure you can take is to live the life of your dreams.",
    "Author": "Oprah Winfrey"
  },
  {
    "Text": "Traveling is a brutality. It forces you to trust strangers and to lose sight of all that familiar comfort of home and friends. You are constantly off balance. Nothing is yours except the essential things: air, sleep, dreams, sea, the sky.",
    "Author": "Cesare Pavese"
  },
  {
    "Text": "Traveling in a way that is respectful to nature is the best way to explore our beautiful planet.",
    "Author": "Elena Johnson"
  },
  {
    "Text": "Choose eco-friendly transportation options and leave a smaller carbon footprint wherever you go.",
    "Author": "Benjamin Martinez"
  },
  {
    "Text": "Travel not only opens your eyes to new places but also to new ways of sustainable living.",
    "Author": "Sophia Thompson"
  },
  {
    "Text": "Embrace slow travel - immerse yourself in the local culture and minimize your impact on the environment.",
    "Author": "Oliver Walker"
  },
  {
    "Text": "Sustainable travel is an investment in the future of our planet. Let's choose wisely.",
    "Author": "Emily Foster"
  },
  {
    "Text": "Leave nothing but footprints, take nothing but pictures, and make memories that will last a lifetime.",
    "Author": "Henry Mitchell"
  },
  {
    "Text": "Traveling responsibly means leaving behind a positive impact on the communities and environments we visit.",
    "Author": "Ava Turner"
  }
]
